Repository: Seungho-Park/Dailog
Catalog: Projects/Shared/UI/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ja, ko, th, vi

source: All
ar: الكل
ja: 全部
ko: 전체
th: ทั้งหมด
vi: Tất cả

source: Angry
ar: غاضب
ja: 怒っている
ko: 화나는
th: โกรธ
vi: Tức giận

source: Apply
ar: تطبيق
ja: 適用
ko: 적용
th: ใช้
vi: Áp dụng

# AppSubTitle
source: Conversations that leave memories
ar: المحادثات التي تترك الذكريات
ja: 記憶を残す会話
ko: 기억을 남기는 대화
th: การสนทนาที่ทิ้งความทรงจำ
vi: Những cuộc trò chuyện để lại kỷ niệm

source: Bad
ar: غير مريح
ja: 不快
ko: 불쾌한
th: ไม่พอใจ
vi: Khó chịu

source: Calendar
ar: التقويم
ja: カレンダー
ko: 캘린더
th: ปฏิทิน
vi: Lịch

source: Excited
ar: متحمس
ja: ときめく
ko: 설레는
th: ตื่นเต้น
vi: Hào hứng

source: Happy
ar: سعيد
ja: 嬉しい
ko: 기쁜
th: ดีใจ
vi: Vui vẻ

source: History
ar: السجلات
ja: 記録
ko: 기록
th: บันทึก
vi: Hồ sơ

source: Home
ar: الرئيسية
ja: ホーム
ko: 홈
th: หน้าแรก
vi: Trang chủ

source: Month
ar: شهر
ja: 月
ko: 월
th: เดือน
vi: Tháng

source: No diary data
ar: لا توجد مذكرات
ja: 日記がないよ
ko: 일기 기록이 없어요
th: ไม่มีไดอารี่เลย
vi: Không có nhật ký nào

source: Normal
ar: عادي
ja: 普通
ko: 평범한
th: ทั่วไป
vi: Bình thường

source: Reminder
ar: الذكريات
ja: 回想
ko: 회상
th: ความทรงจำ
vi: Kỷ niệm

source: Sad
ar: حزين
ja: 悲しい
ko: 슬픈
th: เศร้า
vi: Buồn

source: Scared
ar: خائف
ja: 怖い
ko: 두려운
th: กลัว
vi: Sợ hãi

# Select Emotion Subtitle
source: Choose your current feeling and make a memory.
ar: اختر شعورك الآن واحتفظ بذكرياتك.
ja: 今の気持ちを選んで、思い出を残しましょう。
ko: 지금 기분을 선택해 추억을 남겨보세요.
th: เลือกความรู้สึกของคุณตอนนี้ แล้วบันทึกความทรงจำ
vi: Hãy chọn cảm xúc của bạn lúc này và lưu lại kỷ niệm.

# Select Emotion Title
source: Joy, sadness, and every emotion are precious.
ar: الفرح والحزن وكل المشاعر ثمينة.
ja: 喜びも悲しみも、すべての感情が大切です。
ko: 기쁨도, 슬픔도, 모든 감정이 소중해요.
th: ความสุข ความเศร้า และทุกความรู้สึกล้วนมีค่า
vi: Niềm vui, nỗi buồn và mọi cảm xúc đều đáng trân trọng.

source: Settings
ar: الإعدادات
ja: 設定
ko: 설정
th: การตั้งค่า
vi: Cài đặt

source: Skip
ar: تخطي
ja: スキップ
ko: 건너뛰기
th: ข้าม
vi: Bỏ qua

source: Surprised
ar: مندهش
ja: 驚いた
ko: 놀란
th: ตกใจ
vi: Ngạc nhiên

source: Tap the + button below to write your diary
ar: اضغط على زر + أدناه لكتابة مذكراتك
ja: 下の「+」ボタンを押して日記を書いてみよう
ko: 아래 + 버튼을 눌러 일기를 작성해보세요.
th: กดปุ่ม + ด้านล่างเพื่อเขียนไดอารี่กันเถอะ
vi: Nhấn nút + bên dưới để viết nhật ký nhé

# Write Diary PlaceHolder
source: Leave behind special memories you want to cherish. They will be even more special if you record them with photos.
ar: “اترك ذكريات خاصة ترغب في الاحتفاظ بها. ستكون أكثر تميزًا إذا قمت بتسجيلها مع الصور.
ja: 忘れたくない特別な思い出を残しましょう。 写真と一緒に記録すると、さらに特別なものになりますよ。
ko: 기억하고픈 특별한 추억을 남겨보세요. 사진과 함께 기록하면 더 특별하게 간직할 수 있을 거에요.
th: บันทึกความทรงจำพิเศษที่คุณอยากเก็บไว้ จะยิ่งพิเศษขึ้นหากบันทึกไว้พร้อมรูปภาพ
vi: Hãy lưu lại những kỷ niệm đặc biệt mà bạn muốn trân trọng. Chúng sẽ càng đặc biệt hơn nếu bạn ghi lại cùng với ảnh.

# Write Memory
source: Remember
ar: تذكر
ja: 覚える
ko: 기억하기
th: จดจำ
vi: Ghi nhớ

source: Year
ar: سنة
ja: 年
ko: 년
th: ปี
vi: Năm
